// const ipConfig = "http://172.16.0.23:8086"
//const ipConfig = "http://192.168.8.15:8089";  //文艺
module.exports = {
    // url : "http://192.168.8.174:8088", //文艺
    // url : "http://58.214.246.30:18088", //中科智远163外网---线上
    url : "http://112.25.132.104:8088", //正式环境
    // url : 'http://192.168.6.98:8088', //单朋 
    // url : 'http://192.168.6.190:8088', //宇哥
    backUrl:"http://192.168.6.98:8089/back/",
    // url : "http://49.74.219.154:8098"  //线上
    // proxyurl = "http://47.100.221.151:8088";
    // websocketUrl:'ws://192.168.6.98:18086/ws/iot/'
}  
// const ipConfig = "http://172.16.0.23:8098";  //发布地址
//const ipConfig = "http://192.168.8.82:8089";  //宇